index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-06-22 Thu 20:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>pppkizbroutle</title>
<meta name="author" content="Erik Rangel Limón" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://cdn.simplecss.org/simple.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">pppkizbroutle</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb22af73">Links</a></li>
<li><a href="#orgc1bf2a6">Proyectos</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgb22af73" class="outline-2">
<h2 id="orgb22af73">Links</h2>
<div class="outline-text-2" id="text-orgb22af73">
<ul class="org-ul">
<li><a href="https://github.com/pppkizbroutle">Github</a></li>
<li><a href="https://gitlab.com/pppkizbroutle">Gitlab</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc1bf2a6" class="outline-2">
<h2 id="orgc1bf2a6">Proyectos</h2>
<div class="outline-text-2" id="text-orgc1bf2a6">
<ul class="org-ul">
<li><a href="./algoritmos/Algoritmos.html">Sobre Análisis de Algoritmos y los recursos que hay en Internet</a></li>

<li><p>
<a href="./geometria/index.html">Cierre Convexo para un conjunto de círculos</a>
</p>

<p>
Es un <i>"canvas"</i> en blanco para dibujar círculos y mostrar en tiempo
real cómo se comporta el cierre convexo.
</p>

<p>
El cierre convexo de manera informal es como si le pusiéramos una
liga alrededor de todas las figuras en el plano.
</p></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Erik Rangel Limón</p>
<p class="date">Created: 2023-06-22 Thu 20:22</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.5.5)</p>
</div>
</body>
</html>
